Repository: Tubbz-alt/libgksu
Catalog: po/*.po
Languages: ca, cs, da, de, es, eu, fr, hr, it, ja, lt, nb, pl, ro

source: <b>Would you like your screen to be "grabbed" while you enter the password?</b> This means all applications will be paused to avoid the eavesdropping of your password by a a malicious application while you type it.
ca: <b>Voleu que es «capture» la vostra pantalla mentre escriviu la vostra contrasenya?</b> Això vol dir que es pausaran totes les aplicacions per a evitar que una aplicació maliciosa us espie mentre introduïu la vostra contrasenya.
cs: <b>Chcete svou obrazovku při zadávání hesla „zachytit"?</b> To znamená, že se všechny aplikace pozastaví, abychom tak při zadávání hesla předešli jeho odposlechnutí zlomyslnou aplikací.
da: <b>Ønsker du at din skærm bliver "fastholdt" mens du taster adgangskoden?</b> Dette medfører, at alle programmer vil blive stoppet midlertidigt for at forhindre, at din adgangskode bliver udspioneret at et ondsindet program, mens du taster den.
de: <b>Möchten Sie den Bildschirm sperren, wenn sie Ihr Passwort eingeben?</b> Dadurch werden alle laufenden Anwendungen angehalten um ein Abhören ihrer Passworteingabe durch eine möglicherweise böswillige Anwendung zu verhindern.
es: <b>¿Quiere que se «bloquee» la pantalla mientras introduce la contraseña?</b> Esto supone que todas las aplicaciones se pararán temporalmente para impedir que una aplicación maliciosa pueda «escuchar» su contraseña mientras la escribe.
eu: <b>Nahi duzu pantaila "blokeatzea" pasahitza sartzen duzun bitartean?</b> Aplikazio guztiak pausarazi egingo direla adierazten du, aplikazio maltzur batek zure pasahitza irakurtzea sahiesteko pasahitza idaztean.
fr: <b>Voulez-vous que votre écran soit verrouillé lors de la saisie de votre mot de passe ?</b> Ceci signifie que toutes les applications vont être mises en pause afin d'éviter qu'une application malveillante ne récupère votre mot de passe pendant que vous le saisissez.
hr: <b>Biste li željeli da vaš zaslon bude "uhvaćen" za vrijeme upisivanja lozinke?</b> To znači da će sve aplikacije biti pauzirane kako bi se izbjeglo prisluškivanje vaše lozinke od strane zlonamjerne aplikacije dok ju upisujete,.
it: <b>"Prendere il controllo" dello schermo durante l'inserimento della password?</b> Questo significa che tutte le applicazioni saranno messe in pausa per evitare la cattura di nascosto della propria password da parte di un client malevolo mentre la si inserisce.
ja: <b>パスワードを入力する時、画面を "うばう" ようにしましょうか？</b> これにより、あらゆるアプリケーションを停止することで、悪意あるアプリケーションがあなたのキー入力を盗みとることを防ぎます。
lt: <b>Ar norėtumėte, kad jūsų ekranas būtų "perimtas" slaptažodžio įvedimo metu?</b> Tai reiškia, kad visos programos bus trumpam sustabdytos, todėl piktybiškos programos negalės nuskaityti slaptažodžio.
nb: <b>Vil du tillate at skjermen blir låst mens du skriver inn passordet?</b> Dette betyr at alle programmer vil bli deaktivert for å hindre at et skadelig program snapper opp passordet mens du skriver det.
pl: <b>"Przechwycić" ekran podczas wprowadzania hasła?</b> Oznacza to, że wszystkie programy zostaną wstrzymane, aby zapobiec podsłuchaniu hasła przez złośliwy program w trakcie jego wpisywania.
ro: <b>Doriţi ca biroul să fie "blocat" în timpul în care introduceţi parola?</b> Aceasta înseamnă că toate aplicaţiile vor fi puse în pauză pentru a preveni tragerea cu urechea la parola dumneavoastră de către o aplicaţie maliţioasă.

source: Granting Rights
ca: S'estan atorgant els privilegis
cs: Uděluji oprávnění
da: Tildeling af rettigheder
de: Gewähre Rechte
es: Concediendo privilegios
eu: Baimenak ematen
fr: Droits d'accès
hr: Odobravanje prava
it: Acquisizione privilegi
ja: 与えられた権限
lt: Suteikiamos teisės
nb: Gir rettigheter
pl: Przyznawanie uprawnień
ro: Împuternicire Drepturi

source: Starting Administrative Application
ca: S'està iniciant l'aplicació administrativa
cs: Spouštím správcovskou aplikaci
da: Starter administrationsprogram
de: Anwendung zur Systemverwaltung wird gestartet
es: Iniciando aplicación administrativa
eu: Administrazio Aplikazioa Abiarazten
fr: Démarrage de l'application d'administration
hr: Pokretanje administrativne aplikacije
it: Avvio applicazione amministrativa
ja: 管理アプリケーションを実行しています
lt: Paleidžiama administracinė taikomoji programa
nb: Starter administrasjonsprogram
pl: Uruchamianie programu administracyjnego
ro: Porneşte Aplicaţia de Administrare

source: gksu_run needs a command to be run, none was provided.
ca: gksu_run necessita una ordre a executar, no s'ha donat cap.
cs: gksu_run vyžaduje příkaz, který má spustit; žádný nebyl zadán.
da: gksu_run kræver kørsel af en kommando, ingen blev angivet.
de: gksu_run benötigt einen Befehl um ausgeführt zu werden, es wurde aber keiner angegeben.
es: gksu_run necesita una orden a ejecutar, pero no se proporcionó ninguna.
eu: gksu_run-ek komando bat behar du abiarazteko, baina ez da komandorik ezarri.
fr: gksu_run nécessite une commande à lancer mais aucune n'a été fournie.
hr: gksu_run treba naredbu za pokretanje, a niti jedna nije osigurana.
it: gksu_run necessita di un comando da eseguire, ma non ne è stato fornito alcuno.
ja: gksu_runは実行させるコマンド名を必要としますが、何も提供されませんでした。
lt: gksu_run reikia nurodyti komandą, kuri turėtų būti vykdoma, bet jokios nebuvo nurodyta.
nb: gksu_run trenger en kommando å kjøre, men ingen ble gitt.
pl: gksu_run wymaga polecenia do uruchomienia, jednak nie zostało ono podane.
ro: gksu_run are nevoie de o comandă pentru a rula, şi n-a fost furnizată nici una.

source: The gksu-run-helper command was not found or is not executable.
ca: L'ordre gksu-run-helper no s'ha trobat o no és executable.
cs: Příkaz gksu-run-helper nebyl nalezen, nebo nemá práva pro spouštění.
da: gksu-run-helper kommandoen blev ikke fundet eller er ikke kørbar.
de: Der Befehl gksu-run-helper konnte nicht gefunden werden oder ist nicht ausführbar.
es: No se encontró la orden de gksu-run-helper o no es ejecutable.
eu: 'gksu-run-helper' komandoa ez da aurkitu edo ez da exekutagarria.
fr: La commande gksu-run-helper n'a pas été trouvée ou n'est pas exécutable.
hr: gksu-run-helper naredba nije pronađena ili nije izvršna.
it: Il comando gksu-run-helper non è stato trovato o non è eseguibile.
ja: gksu-run-helperコマンドは見つからなかったか、実行可能ではありません。
lt: gksu-run-helper komanda nerasta arba nėra vykdomoji.
nb: gksu-run-helper kommandoen ble ikke funnet eller er ikke kjørbar
pl: Polecenie gksu-run-helper nie zostało znalezione lub nie jest wykonywalne.
ro: Comanda gksu-run-helper n-a fost găsită sau nu este executabilă.

source: Unable to copy the user's Xauthorization file.
ca: No s'ha pogut copiar el fitxer d'autorització d'X de l'usuari.
cs: Nemohu zkopírovat uživatelův soubor Xauthorization.
da: Kunne ikke kopiere brugerens Xauthorization-fil.
de: Die X-Authorisierungsdatei konnte nicht kopiert werden.
es: No se pudo copiar el archivo Xautorization del usuario.
eu: Ezin da erabiltzailearen Xauthorization fitxategia kopiatu.
fr: Impossible de copier le fichier Xauthorization de l'utilisateur.
hr: Nemoguće kopiranje korisnikove Xauthorization datoteke.
it: Impossibile copiare il file Xauthorization dell'utente.
ja: ユーザのXauthorizationをコピーできませんでした
lt: Neįmanoma sukurti naudotojo Xauthorization failo kopijos.
nb: Kunne ikke kopiere brukerens Xauthorization fil.
pl: Nie można skopiować pliku Xauthorization użytkownika.
ro: Nu se poate copia fişierul de autorizare X al utilizatorului.

source: Failed to fork new process: %s
ca: No s'ha pogut crear un procés nou: %s
cs: Selhalo oddělení nového procesu: %s
da: Kunne ikke forgrene ny proces: %s
de: Fehler beim Erstellen des Unterprozesses: %s
es: Falló al bifurcar el proceso nuevo: %s
eu: Hutsa prozesu berria hau banatzean: %s
fr: Échec lors du clonage d'un nouveau processus : %s
hr: Neuspjelo otvaranje novog procesa: %s
it: Fallito il fork del nuovo processo: %s
ja: 新しいプロセスをフォークできませんでした : %s
lt: Nepavyko atšakoti naujo proceso: %s
nb: Klarer ikke spalte ut ny prosess: %s
pl: Nie udało się stworzyć nowego procesu potomnego: %s
ro: Eşuare în a bifurca noul proces: %s

source: Wrong password got from keyring.
ca: S'ha obtingut una contrasenya incorrecta de l'anell de claus.
cs: Z klíčenky jsme obdrželi chybné heslo.
da: Forkert adgangskode givet fra nøglering.
de: Falsches Passwort vom Schlüsselbund erhalten.
es: Se ha obtenido una contraseña errónea del depósito de claves.
eu: Okerreko pasahitza eskuratu da gako-sortatik.
fr: Le mot de passe fourni par porte-clés est incorrect.
hr: Pogrešna lozinka je dobivena iz skupa ključeva.
it: Password errata ottenuta dal portachiavi.
ja: キーリングに含まれるパスワードは正しくありません。
lt: Klaidingas slaptažodis gautas iš slaptažodžių bazės.
nb: Fikk feil passord fra nøkkelringen.
pl: Z bazy kluczy otrzymano niepoprawne hasło.
ro: Parola din inelul de chei este incorectă.

source: Wrong password.
ca: Contrasenya incorrecta.
cs: Chybné heslo.
da: Forkert adgangskode.
de: Falsches Passwort.
es: Contraseña incorrecta.
eu: Okerreko pasahitza.
fr: Mot de passe incorrect.
hr: Pogrešna lozinka.
it: Password errata.
ja: パスワードが間違っています。
lt: Klaidingas slaptažodis.
nb: Feil passord.
pl: Niepoprawne hasło.
ro: Parolă greşită.

source: Failed to communicate with gksu-run-helper. Received: %s While expecting: %s
ca: No s'ha pogut comunicar amb el gksu-run-helper. S'ha rebut: %s Quan s'esperava: %s
cs: Selhala komunikace s gksu-run-helper. Obdrženo: %s Očekáváno: %s
da: Kunne ikke kommunikere med gksu-run-helper. Modtaget: %s Forventet: %s
de: Fehlerhafte Kommunikation mit gksu-run-helper. Empfangen: %s Erwartet: %s
es: No se puedo comunicar con gksu-run-helper. Se recibió: %s Se esperaba: %s
eu: Ezin izan da gksu-run-helper-ekin harremanetan jarri. Jasoa: %s Hau espero zen: %s
fr: Échec de la communication avec gksu-run-helper. Reçu : %s Ce qui était attendu : %s
hr: Greška u komunikaciji s gksu-run-helper. Primio: %s Očekivao: %s
it: Fallita la comunicazione con gksu-run-helper. Ricevuto: %s Mentre si attendeva: %s
ja: gksu-run-helperとの通信に失敗しました。 受信済: %s 処理内容: %s
lt: Nepavyko susijungti su gksu-run-helper. Gauta: %s Tikėtasi: %s
nb: Klarte ikke å kommunisere med gksu-run-helper. Mottok: %s men ventet: %s
pl: Nie powiodła się komunikacja z gksu-run-helper. Otrzymano: %s Oczekiwano: %s
ro: Comunicarea cu gksu-run-helper a eşuat. Am primit: %s În timp ce aşteptam: %s

source: Failed to communicate with gksu-run-helper. Received bad string while expecting: %s
ca: No s'ha pogut comunicar amb el gksu-run-helper. S'ha rebut una cadena errònia quan s'esperava: %s
cs: Selhala komunikace s gksu-run-helper. Obdržen chybný řetězec, zatímco byl očekáván: %s
da: Kunne ikke kommunikere med gksu-run-helper. Modtog en ødelagt streng, men forventede: %s
de: Die Kommunikation mit gksu-run-helper ist fehlgeschlagen. Falsche Zeichenketter empfangen, erwartet wurde: %s
es: Falló la comunicación con gksu-run-helper. Se recibió una cadena errónea cuando se esperaba: %s
eu: Ezin izan da gksu-run-helper-ekin harremanetan jarri. Esaldi oker bat jaso da. Hau espero zen: %s
fr: Échec de la communication avec gksu-run-helper. Réception d'une chaîne non conforme aux attentes : %s
hr: Greška u komunikaciji s gksu-run-helper, Primljen je neispravan niz znakova, očekivan je: %s
it: Fallita la comunicazione con gksu-run-helper. Ricevuta una stringa errata mentre si attendeva: %s
ja: gksu-run-helperとの通信に失敗しました。 以下の処理中に解釈できない文字列を受け取りました。 %s
lt: Nepavyko susijungti su gksu-run-helper. Gauta netaisyklinga seka, tikėtasi: %s
nb: Kunne ikke kommunisere med gksu-run-helper. Mottok ødelagt streng, men ventet: %s
pl: Nie powiodła się komunikacja z gksu-run-helper.. Otrzymano nieprawidłowy komunikat, podczas gdy oczekiwano: %s
ro: Comunicare eşuată cu gksu-run-helper. Am primit un mesaj greşit în timp ce aşteptam: %s

source: su terminated with %d status
ca: su ha finalitzat amb l'estat %d
cs: su skončil se stavem %d
da: su afsluttede med status %d
de: su endete mit dem Status %d
es: su terminó con el estado %d
eu: su %d egoerarekin amaitu da
fr: su a terminé avec le statut %d
hr: su završio s(a) %d stanjem
it: su è terminato con stato %d
ja: su はステータス %d で終了しました
lt: su baigė darbą klaidos kodu %d
nb: su avsluttet med status %d
pl: su został przerwany zwracając stan %d
ro: „su” terminat cu starea %d

source: gksu_sudo_run needs a command to be run, none was provided.
ca: gksu_sudo_run necessita una ordre a executar, no s'ha donat cap.
cs: gksu_sudo_run vyžaduje příkaz, který má spustit; žádný nebyl zadán.
da: gksu_sudo_run kræver, at en kommando køres, ingen blev angivet.
de: gksu_sudo_run benötigt einen Befehl um ausgeführt zu werden, es wurde aber keiner angegeben.
es: gksu_sudo_run necesita una orden a ejecutar, no se proporcionó ninguna.
eu: 'gksu_sudo_run'-ek komando bat behar du exekutatzeko, baina ez zaio ezer eman.
fr: gksu_sudo_run nécessite une commande à exécuter, aucune n'a été fournie
hr: gksu_sudo_run treba naredbu, niti jedna nije osigurana.
it: gksu_sudo_run necessita di un comando da eseguire, ma non ne è stato fornito alcuno.
ja: gksu_runは実行させるコマンド名を必要としますが、何も提供されませんでした。
lt: gksu_sudo_run reikia komandos, kuri turėtų būti vykdoma, bet jokios nebuvo nurodyta.
nb: gksu_sudo_run trenger en kommando å kjøre, men ingen ble gitt.
pl: gksu_sudo_run wymaga polecenia do wykonania, jednak nie zostało ono podane.
ro: gksu_sudo_run are nevoie de o comandă pentru a rula, şi n-a fost furnizată nici una.

source: Error creating pipe: %s
ca: S'ha produït un error en crear el conducte: %s
cs: Chyba při vytváření roury: %s
da: Fejl ved oprettelse af dataledning: %s
de: Fehler beim Erstellen der gepufferten Datenröhre (pipe): %s
es: Error al crear la tubería: %s
eu: Errorea tutua hau sortzerakoan: %s
fr: Erreur lors de la création du tube : %s
hr: Greška stvaranja poveznice: %s
it: Errore nel creare la pipe: %s
ja: パイプの構成に失敗しました : %s
lt: Klaida kuriant konvejerį: %s
nb: Klarte ikke opprette rør: %s
pl: Błąd przy tworzeniu łącza: %s
ro: Eroare la crearea conexiunii: %s

source: Failed to exec new process: %s
ca: No s'ha pogut executar un procés nou: %s
cs: Selhalo spuštění nového procesu: %s
da: Udførelse af ny proces fejlede: %s
de: Ausführen eines neuen Prozesses ist fehlgeschlagen: %s
es: Falló al efectuar exec del proceso nuevo: %s
eu: Huts egin du prozesu berria exekutatzean: %s
fr: Échec lors de l'exécution du nouveau processus : %s
hr: Neuspjelo pokretanje novog procesa: %s
it: Fallita l'esecuzione del nuovo processo: %s
ja: 新しいプロセスの実行に失敗しました： %s
lt: Nepavyko įvkdyti naujo proceso: %s
nb: Klarte ikke kjøre ny prosess: %s
pl: Nie udało się uruchomić nowego procesu: %s
ro: Eşuare la execuţia noului proces: %s

source: Error opening pipe: %s
ca: S'ha produït un error en obrir el conducte: %s
cs: Chyba při otevírání roury: %s
da: Fejl ved åbning af dataledning: %s
de: Fehler beim Öffnen der gepufferten Datenröhre (pipe): %s
es: Error al abrir la tubería: %s
eu: Errorea kanalizazioa irekitzean: %s
fr: Erreur lors de l'ouverture du tube : %s
hr: Greška otvaranja poveznice: %s
it: Errore nell'aprire la pipe: %s
ja: パイプを開けませんでした : %s
lt: Klaida atidarant konvejerį: %s
nb: Klarte ikke åpne rør: %s
pl: Błąd przy otwarciu łącza: %s
ro: Eroare la deschiderea conexiunii: %s

source: Password:
ca: Contrasenya:
cs: Heslo:
da: Adgangskode:
de: Passwort:
es: Contraseña:
eu: Pasahitza:
fr: Mot de passe :
hr: Lozinka:
ja: パスワード:
lt: Slaptažodis:
nb: Passord:
pl: Hasło:
ro: Parola:

source: The underlying authorization mechanism (sudo) does not allow you to run this program. Contact the system administrator.
ca: El mecanisme d'autorització subjacent (sudo) no us permet executar aquest programa. Contacteu amb l'administrador del sistema.
cs: Níže ležící autentizační mechanismus (sudo) nepovoluje spuštění tohoto programu. Kontaktujte prosím svého systémového správce.
da: Den underliggende autorisationsmekanisme (sudo) tillader ikke, at du kører dette program. Kontakt systemadministratoren.
de: Die zugrundeliegende Rechteverwaltung (sudo) erlaubt es Ihnen nicht, dieses Programm auszuführen. Bitte kontaktieren Sie den Systemadministrator.
es: El mecanismo de autorización subyacente (sudo) no le permite ejecutar este programa. Contacte con el administrador del sistema.
eu: Azpiko autorizazio-mekanismoak (sudo) ez dizu aplikazio hau exekutatzea uzten. Jar zaitez sistemako administratzailearekin harremanetan.
fr: Le mécanisme d'autorisation sous-jacent (sudo) ne vous autorise pas à lancer ce programme. Contactez votre administrateur.
hr: Podsustav (sudo) ne dopušta pokretanje ovog programa. Obavijestite administratora sustava.
it: Il meccanismo di autorizzazione sottostante (sudo) non permette di eseguire questo programma. Contattare l'amministratore di sistema.
ja: 基礎になっている認証方式(sudo)では、あなたがこのプログラムを実行することを許可していません。システム管理者に連絡してください。
lt: Esamas autorizacijos mechanizmas (sudo) neleidžia jums įvykdyti šios programos. Susisiekite su sistemos administratoriumi.
nb: Den underliggende autorisasjonsmekanismen (sudo) tillater ikke at du kjører dette programmet. Kontakt din systemadministrator.
pl: Używany mechanizm uwierzytelniania (sudo) nie zezwala na uruchomienie tego programu. Proszę skontaktować się z administratorem systemu.
ro: Mecanismul de autorizare (sudo) nu vă permite execuţia acestui program. Contactaţi administratorul de sistem.

source: sudo terminated with %d status
ca: sudo ha finalitzat amb l'estat %d
cs: sudo skončilo se stavem %d
da: sudo afsluttede med status %d
de: sudo endete mit dem Status %d
es: sudo terminó con el estado %d
eu: sudo %d egoerarekin amaitu da
fr: sudo s'est arrêté avec le statut %d
hr: sudo je završen s(a) %d stanjem
it: sudo è terminato con stato %d
ja: sudo は %d ステータスで終了しました
lt: sudo baigė darbą klaidos kodu %d
nb: sudo avsluttet med status %d
pl: sudo został przerwany zwracając stan %d
ro: „sudo” terminat cu starea %d

source: <b>You have capslock on</b>
ca: <b>Teniu el bloqueig de majúscules activat</b>
cs: <b>Máte zapnutý CapsLock</b>
da: <b>Du har capslock aktiveret</b>
de: <b>Ihre Feststelltaste ist aktiviert</b>
es: <b>Tiene pulsada la tecla Bloq Mayús.</b>
eu: <b>Maiuskulak aktibatuta daude</b>
fr: <b>Le verrouillage majuscule est actif</b>
hr: <b>Imate uključena velika slova</b>
it: <b>BlocMaiusc attivo</b>
ja: <b>capslockがオンになっています</b>
lt: <b>Didžiųjų raidžių registras (Caps Lock) įjungtas</b>
nb: <b>Du har capslock på</b>
pl: <b>Caps Lock jest włączony</b>
ro: <b>Capslock este activat</b>

source: Remember password
ca: Recorda la contrasenya
cs: Zapamatovat heslo
da: Husk adgangskode
de: Passwort merken
es: Recordar contraseña
eu: Gogoratu pasahitza
fr: Se souvenir du mot de passe
hr: Zapamti lozinku
it: Ricordare la password
ja: パスワードを記憶する
lt: Prisiminti slaptažodį
nb: Husk passord
pl: Zapamiętaj hasło
ro: Memorează parola

source: Save for this session
ca: Desa per a aquesta sessió
cs: Uložit pro toto sezení
da: Gem for denne session
de: Für aktuelle Sitzung speichern
es: Guardar durante esta sesión
eu: Gorde saio honetan
fr: Se souvenir du mot de passe pour cette session
hr: Spremi za ovu sesiju
it: Salva per questa sessione
ja: このセッションを保存
lt: Išsaugoti šiai sesijai
nb: Lagre for denne sesjonen
pl: Dla bieżącej sesji
ro: Salvează pentru această sesiune

source: Save in the keyring
ca: Desa a l'anell de claus
cs: Uložit na klíčenku
da: Gem i nøgleringen
de: Im Schlüsselbund speichern
es: Guardar en el anillo de claves
eu: Gorde gako-sortan
fr: Enregistrer le mot de passe dans le porte-clés
hr: Spremi u skup ključeva
it: Salvare nel portachiavi
ja: キーリングに保存する
lt: Išsaugoti raktinėje
nb: Lagre i nøkkelring
pl: Zachowaj w bazie kluczy
ro: Salvează în inelul de chei

source: <span weight="bold" size="larger">Type the root password.</span>
ca: <span weight="bold" size="larger">Introduïu la contrasenya de root.</span>
cs: <span weight="bold" size="larger">Zadejte heslo uživatele root.</span>
da: <span weight="bold" size="larger">Indtast root-adgangskode.</span>
de: <span weight="bold" size="larger">Geben Sie das root-Passwort ein.</span>
es: <span weight="bold" size="larger">Teclee la contraseña de root.</span>
eu: <span weight="bold" size="larger">Idatzi root-aren pasahitza.</span>
fr: <span weight="bold" size="larger">Saisissez le mot de passe de l'administrateur.</span>
hr: <span weight="bold" size="larger">Upišite root lozinku.</span>
it: <span weight="bold" size="larger">Digitare la password di root.</span>
ja: <span weight="bold" size="larger">rootのパスワードを入れてください</span>
lt: <span weight="bold" size="larger">Įveskite administratoriaus slaptažodį.</span>
nb: <span weight="bold" size="larger">Skriv inn passordet til superbrukeren (root).</span>
pl: <span weight="bold" size="larger">Proszę wprowadzić hasło użytkownika root.</span>
ro: <span weight="bold" size="larger">Tastaţi parola pentru root.</span>

source: Password:
ca: Contrasenya:
cs: Heslo:
da: Adgangskode:
de: Passwort:
es: Contraseña:
eu: Pasahitza:
fr: Mot de passe :
hr: Lozinka:
ja: パスワード:
lt: Slaptažodis:
nb: Passord:
pl: Hasło:
ro: Parola:

source: Failed to load gtkui file; please check your installation.
ca: Ha fallat la càrrega del fitxer gtkui. Hauríeu de comprovar la vostra instal·lació.
cs: Selhalo načtení souboru gtkui. Ověřte prosím svou instalaci.
da: Kunne ikke indlæse gtkui-fil. Kontrollér venligst din installation.
de: Das Laden der gtkui-Datei ist gescheitert; bitte überprüfen Sie Ihre Installation.
es: No se pudo cargar archivo gtkui; verifique su instalación.
eu: Huts egin du gtkui fitxategia kargatzean; egiaztatu zure instalazioa.
fr: Impossible de charger le fichier gtkui; veuillez vérifier votre installation.
hr: Neuspjelo učitavanje gtkui datoteke; provjerite svoju instalaciju.
it: Caricamento del file gtkui non riuscito. Controllare l'installazione.
ja: gtkuiファイルの読み込みに失敗しました。インストールされているか確認してください。
lt: Nepavyko įkelti gtkui failo; patikrinkite įdiegimą.
nb: Kunne ikke laste gtkui-filen; vennligst sjekk din installasjon
pl: Nie udało się załadować pliku gtkui; sprawdź swoją instalację.
ro: S-a eșuat încărcarea fișierului gtkui: verificați instalarea.

source: Privilege granting
ca: Atorgament de permisos
cs: Přidělování práv
da: Rettighedstildeling
de: Rechtevergabe
es: Obteniendo privilegios
eu: Baimenak ematea
fr: Gestion des privilèges
hr: Odobravanje ovlasti
it: Concessione privilegi
ja: 権限の取得
lt: Privilegijų dalijimas
nb: Tildeling av privilegier
pl: Nadawanie uprawnień
ro: Acordare privilegii

source: Configure behavior of the privilege-granting tool
ca: Configura el comportament de l'eina d'atorgament de permisos
cs: Nastavuje chování nástroje pro přidělování práv
da: Indstil opførsel for det værktøj, der tildeler rettigheder
de: Das Verhalten des Werkzeugs zur Rechteverwaltung konfigurieren
es: Configurar el comportamiento de la herramienta para la obtención de privilegios
eu: Konfiguratu pribilegioak emateko tresnaren portaera
fr: Configurer le comportement de l'outil de gestion des droits
hr: Podesite ponašanje alata odobravanja ovlasti
it: Configura il comportamento dello strumento di concessione privilegi
ja: 権限を得るためのツールの振る舞いの設定
lt: Nustatykite privilegijų dalijimo įrankio elgseną
nb: Sett oppførselen til verktøyet som tildeler privilegier
pl: Konfiguracja zachowania narzędzia do nadawania uprawnień
ro: Configurarea comportamentului uneltei de acordare privilegii

source: enable
ca: habilita
cs: povolit
da: aktivér
de: Aktivieren
es: activar
eu: gaitu
fr: activer
hr: omogući
it: abilita
ja: 有効
lt: įjungti
nb: aktiver
pl: włączone
ro: activează

source: disable
ca: inhabilita
cs: zakázat
da: deaktivér
de: Deaktivieren
es: desactivar
eu: desgaitu
fr: désactiver
hr: onemogući
it: disabilita
ja: 無効
lt: išjungti
nb: deaktiver
pl: wyłączone
ro: dezactivează

source: force enable
ca: força l'habilitació
cs: vynutit povolení
da: gennemtving aktivér
de: Aktivieren erzwingen
es: forzar la activación
eu: gaitzera behartu
fr: forcer l'activation
hr: prisili omogućavanje
it: forza abilita
ja: 強制的に有効にする
lt: priverstinai įjungti
nb: tving aktiver
pl: włącz siłą
ro: forțează activarea
