Repository: Tubbz-alt/libgksu
Catalog: po/*.po
Languages: ca, cs, da, de, es, eu, fr, hr, it, ja, lt, nb, pl, ro

source: Failed to obtain xauth key: xauth binary not found at usual locations
ca: Ha fallat en obtenir la clau xauth: no s'ha trobat el binari xauth a les ubicacions habituals
cs: Získání xauth klíče selhalo: binárka xauth nebyla na obvyklých místech nalezena
da: Kunne ikke hente xauth-nøgle: xauth-binærfil ikke fundet på de sædvanlige placeringer
de: Konnte xauth-Schlüssel nicht erhalten: Die xauth-Binärdateien konnten an den üblichen Stellen nicht gefunden werden.
es: Se produjo un fallo al obtener la clave de xauth: el binario de xauth no se ha encontrado en las ubicaciones usuales
eu: Ezin izan da xath giltza lortu: xauth binarioa ez dago ohiko lekuetan
fr: Échec lors l'obtention de la clé xauth : le programme xauth n'a pas été trouvé aux emplacements habituels
hr: Neuspješno nabavljanje xauth ključa: xauth program nije pronađen na uobičajenim lokacijama
it: Fallito l'ottenimento della chiave xauth: binario di xauth non trovato nelle posizioni usuali
ja: xauth keyの取得に失敗しました： あるべき場所にxauthが見つかりませんでした。
lt: Nepavyko gauti xauth rakto: xauth binarinė rinkmena nesurasta įprastoje vietoje
nb: Klarte ikke å hente xauth-nøkkel: xauth-binærfil ble ikke funnet ved de vanlige plasseringene
pl: Nie udało się uzyskać klucza autoryzacji X: nie odnaleziono programu xauth
ro: Obţinerea cheii xauth a eşuat: programul xauth nu a fost găsit în locaţiile obişnuite
