Repository: Tubbz-alt/libgksu
Catalog: po/*.po
Languages: ca, cs, da, de, es, eu, fr, hr, it, ja, lt, nb, pl, ro

source: prompt
ca: línia d'ordres
cs: výzva
da: spørg
de: Eingabeaufforderung
eu: galdetu
fr: demander
hr: upitaj
ja: プロンプト
lt: paklausti
nb: ledetekst
pl: znak zachęty
ro: întreabă

source: _Authentication mode:
ca: Mode d'_autenticació:
cs: Způsob _autentizace:
da: _Godkendelsestilstand:
de: _Authentifizierungsmethode:
es: Modo de _autenticación:
eu: _Autentikazio modua:
fr: _Mode d'authentification :
hr: _Način provjere ovlasti:
it: Modalità _autenticazione:
ja: 認証の種類(_A):
lt: _Autentikacijos režimas
nb: _Autentiseringsmodus:
pl: Tryb uwierzytelni_ania
ro: Mod _Autentificare:

source: _Grab mode:
ca: Mode de _captura:
cs: Způsob _zachytávání:
da: _Fastholdelsestilstand:
de: _Einfangmodus:
es: Modo del _bloqueo:
eu: _Blokeo modua:
fr: _Mode de verrouillage :
hr: _Način hvatanja:
it: Modalità _cattura:
ja: 占有モード(_G):
lt: _Perėmimo režimas:
nb: _Låsemodus:
pl: Tryb _przechwytywania
ro: Mod _prindere:

source: <b>Screen Grabbing</b>
ca: <b>Captura de pantalla</b>
cs: <b>Zachytávání obrazovky</b>
da: <b>Fastholdelse af skærm</b>
de: <b>Bildschirm-Sperre</b>
es: <b>Bloqueando la pantalla</b>
eu: <b>Pantaila blokeatzea</b>
fr: <b>Verrouillage de l'écran</b>
hr: <b>Hvatanje zaslona</b>
it: <b>Cattura schermo</b>
ja: <b>画面をロックする</b>
lt: <b>Ekrano perėmimas</b>
nb: <b>Skjermlåsing</b>
pl: <b>Przechwytywanie ekranu</b>
ro: <b>Prindere Ecran</b>

source: <b>Behavior</b>
ca: <b>Comportament</b>
cs: <b>Chování</b>
da: <b>Opførsel</b>
de: <b>Verhalten</b>
es: <b>Comportamiento</b>
eu: <b>Portaera</b>
fr: <b>Comportement</b>
hr: <b>Ponašanje</b>
it: <b>Comportamento</b>
ja: <b>挙動</b>
lt: <b>Elgsena</b>
nb: <b>Oppførsel</b>
pl: <b>Zachowanie</b>
ro: <b>Comportament</b>

source: Disable keyboard and mouse grab
ca: Inhabilita la captura del teclat i del ratolí
cs: Zakáže zachytávání klávesnice a myši
da: Deaktivér tastatur- og muselås
de: Tastatur- und Mauseingaben nicht einfangen.
es: Desactivar captura de teclado y ratón
eu: Desgaitu teklatua eta sagua blokeatzea
fr: Désactiver le verrouillage du clavier et de la souris
hr: Onemogući hvatanje tipkovnice i miša
it: Disabilita la cattura di tastiera e mouse
ja: キーボードとマウスの占有を無効化する
lt: Uždrausti klaviatūros ir pelės židinio perėmimą
nb: Slå av låsing av tastatur og mus
pl: Wyłączenie przechwytywania klawiatury i myszy
ro: Dezactivează tastatura şi controlul mouse-ului

source: Whether the keyboard and mouse grabbing should be turned off. This will make it possible for other X applications to listen to keyboard input events, thus making it not possible to shield from malicious applications which may be running.
ca: Si s'hauria de desactivar el bloqueig del teclat i del ratolí. Això farà possible que altres aplicacions de les X escoltin els esdeveniments d'entrada del teclat, per tant serà impossible defensar-se d'aplicacions malicioses que puguin estar executant-se.
cs: Zda se má vypnout zachytávání klávesnice a myši. Tímto umožníte jiným X aplikacím, aby naslouchaly událostem vstupu z klávesnice a tím pádem ztrácíte ochranu před zlovolnými aplikacemi, které by mohly v systému běžet.
da: Hvorvidt tastatur- og muselås skal være deaktiveret. Dette vil gøre det muligt for andre X-programmer at lytte til tastaturhandlinger, hvorved man ikke kan beskytte imod, at ondsindede programmer, som eventuelt kører, kan lytte til adgangskoden.
de: Ob das Einfangen von Maus und Tastutur deaktiviert werden soll. Dies ermöglicht es anderen X-Anwendungen Tastatur- und Mauseingaben abzugreifen und verhindert somit ein Abschirmen gegen bösartige Anwendungen, die möglicherweise im Hintergrund laufen.
es: Si el bloqueo del teclado y el ratón esté desactivado, otras aplicaciones de X podrán escuchar los eventos de entrada del teclado, incluso no pudiendo protegerse de aplicaciones malignas que pueden estar ejecutándose.
eu: Ea teklatu- eta sagu-blokeatzea ezgaitu behar den. Honi esker, X aplikazioek teklatuaren sarrera-gertakariak entzun ahalko dituzte, ezinezko eginez exekutatzen ari diren aplikazio gaiztoengandik babestea.
fr: Définit si la prise de contrôle du clavier et de la souris doit être désactivée. Il sera alors possible pour les autres applications X d'écouter les entrées au clavier, rendant ainsi impossible la défense contre des applications malveillantes qui pourraient être actives.
hr: Treba li hvatanje tipkovnice i miša biti isključeno. Ovo će omogućiti ostalim X aplikacijama da osluškuju unos s tipkovnice, čime i onemogućiti zaštitu od zlonamjernih aplikacija koje su možda pokrenute.
it: Se la cattura di tastiera e mouse debba essere disabilitata. Questo renderà possibile ad altre applicazioni X di ascoltare eventi di inserimento da tastiera, rendendo così impossibile la protezione da applicazioni malevole che possono essere in esecuzione.
ja: キーボードとマウスを「つかむ」設定をオフにしました。他のXアプリケーションがキーボード入力イベントを取得することが可能になります。この結果、万が一悪意あるアプリケーションが存在する場合には身を守ることができません。
lt: Ar klaviatūros ir pelės židinio perėmimas turi būti išjungtas. Tai suteiks galimybę kitoms X taikomosioms programos stebėti klaviatūros įvesties įvikius be galimybės apsisaugoti nuo piktadarių programų.
nb: Om låsing av tastatur og mus skal deaktiveres. Det vil gjøre det mulig for andre X programmer å fange opp informasjon som kommer fra tastaturet, som vil gjøre det umulig å beskytte seg mot eventuelle skadelige programmer som kjører.
pl: Określa czy przechwytywanie klawiatury i myszy powinno być wyłączone. Pozwala to innym programom serwera X nasłuchiwać na zdarzenia wejścia z klawiatury, co uniemożliwia ochronę przed działającymi złośliwymi aplikacjami.
ro: Specifică dacă blocarea tastaturii şi a mouse-ului este dezactivată. Acest lucra permite altor aplicaţii să intercepteze întrările de la tastatură, şi nu mai există nici o protecţie impotriva programelor maliţioase.

source: Force keyboard and mouse grab
ca: Força la captura del teclat i del ratolí
cs: Vynutí zachycení klávesnice a myši
da: Tving tastatur- og muselås
de: Erzwinge das Einfangen von Tastatur- und Mauseingaben
es: Forzar el bloqueo del teclado y el ratón
eu: Behartu teklatua eta sagua blokeatzea
fr: Forcer le verrouillage du clavier et de la souris
hr: Prisili hvatanje tipkovnice i miša
it: Forza la cattura di tastiera e mouse
ja: キーボードとマウスの占有を強制する
lt: Priversti perimti klaviatūros ir pelės židinį
nb: Tving låsing av mus og tastatur
pl: Wymuszenie przechwytywania klawiatury i myszy
ro: Forţează prinderea tastaturii şi controlul mouse-ului

source: Grab keyboard and mouse even if -g has been passed as argument on the command line.
ca: Captura el teclat i el ratolí encara que s'hagi passat -g com a paràmetre a la línia d'ordres.
cs: Zachytí klávesnici a myš i v případě, že byl na příkazové řádce použit parametr -g.
da: Lås tastatur og mus selvom -g er blevet angivet som argument på kommandolinjen.
de: Tastatur und Maus einfangen, selbst wenn die Option -g in der Befehlszeile verwendet wurde.
es: Bloquear el teclado y el ratón incluso si se ha pasado la opción «-g» en la línea de órdenes.
eu: Blokeatu teklatua eta sagua, nahiz eta '-g' aukera eman komando-lerroan.
fr: Verrouiller le clavier et la souris même si l'option -g a été fournie en tant qu'argument en ligne de commande.
hr: Uhvati tipkovnicu i miša čak i kad je u naredbenom redku prenesen argument -g.
it: Cattura la tastiera e il mouse anche se -g è stato passato come argomento sulla linea di comando.
ja: コマンドラインで-gオプションが与えられた場合はキーボードとマウスを占有する。
lt: Perimti klaviatūros ir pelės židinį, net jei -g buvo perduotas kaip parametras komandinėje eilutėje.
nb: Lås tastatur og mus selv om -g er sendt som argument på kommandolinjen.
pl: Włącza przechwytywanie klawiatury i myszy, nawet jeśli została podana opcja -g przy wywołaniu programu.
ro: Prinde tastatura şi mouse-ul chiar şi atunci când -g a fost trimis drep argument în linia de comandă.

source: Sudo mode
ca: Mode sudo
cs: Režim sudo
da: Sudo-tilstand
de: Sudo-Modus
es: Modo de sudo
eu: Sudo modua
fr: Mode sudo
hr: Sudo način
it: Modalità sudo
ja: Sudo モード
lt: Sudo režimas
nb: Superbruker modus
pl: Tryb sudo
ro: Mode sudo

source: Whether sudo should be the default backend method. This method is otherwise accessed though the -S switch or by running 'gksudo' instead of 'gksu'.
ca: Si el sudo hauria de ser el mètode de rerefons predeterminat. Si no, s'hi pot accedir a traves del commutador -S o executant «gksudo» en lloc de «gksu».
cs: Zda má být sudo výchozím backendem. Tento backend je jinak dostupný přepínačem -S, nebo spuštěním „gksudo" místo „gksu".
da: Hvorvidt sudo skal være standard-backend-metoden. Denne metode tilgås ellers via -S-kontakten eller ved at køre "gksudo" i stedet for "gksu".
de: Legt fest, ob sudo als standardmäßige Methode zur Authentifizierung verwendet werden soll. Darüber hinaus kann dies durch Verwendung der Option -S oder durch den Befehls gksudo anstelle von gksu erreicht werden.
es: Cuando sudo sea el método predeterminado, a este método se accederá mediante el parámetro «-S» o ejecutando «gksudo» en lugar de «gksu».
eu: Ea sudo izan behar den metodo lehenetsia. Bestela, -S aukerarekin, edo 'gksudo'-rekin ordez 'gksu'-rekin erabili dezakezu metodo hau.
fr: Définit si sudo doit être la méthode d'arrière-plan par défaut. Cette méthode est, dans le cas contraire, accessible avec l'option -S ou en lançant « gksudo » au lieu de « gksu ».
hr: Treba li sudo biti uobičajen način rada. Ovom načinu se inače pristupa preko -S mogućnosti ili pokretanjem 'gksudo' umjesto 'gksu'.
it: Se sudo debba essere il metodo sottostante predefinito. Questo metodo è altrimenti accessibile attraverso l'argomento -S o eseguendo 'gksudo' invece di 'gksu'.
ja: sudoをデフォルトのバックエンドメソッドにしますか？ そうしない場合、 -S スイッチが与えられた場合か、「gksu」の代わりに「gksudo」として起動された場合にのみsudoが利用されます。
lt: Ar sudo turi būti naudojamas pagal nutylėjimą. Ši savybė taip pat prieinama naudojant -S parametrą arba vykdant 'gksudo' vietoj 'gksu'.
nb: Om sudo skal være standard bakende. Denne metoden er ellers tilgjengelig via -S bryteren eller ved å kjøre «gksudo» istedenfor «gksu».
pl: Określa czy sudo powinno być użyte jako metoda domyślna. W przeciwnym wypadku można tą metodę włączyć używając przełącznika -S lub przez uruchamianie 'gksudo' zamiast 'gksu'.
ro: Specifică dacă sudo este metoda implicită. Altfel această metodă este accesată prin opţiunea -S sau prin lansarea 'gksudo' în locul lui 'gksu'.

source: Prompt for grabbing
ca: Sol·licita si s'ha de fer una captura
cs: Dotáže se na zachycení
da: Spørg om der skal fastholdes
de: Eingabeaufforderung zum Einfangen
es: Preguntar al bloquear
eu: Blokeatzeko eskaera
fr: Demander pour le verrouillage
hr: Upitaj za hvatanje
it: Richiede se catturare
ja: 占有時のプロンプト
lt: Paklausti dėl židinio perėmimo
nb: Spør om låsing
pl: Zapytanie o przechwytywanie
ro: Solicită prinderea

source: This option will make gksu prompt the user if he wants to have the screen grabbed before entering the password. Notice that this only has an effect if force-grab is disabled.
ca: Aquesta opció farà que el gksu sol·liciti a l'usuari si vol bloquejar la pantalla abans d'introduir la contrasenya. Només té efecte si el bloqueig forçat està inhabilitat.
cs: Povolením této volby zajistíte, aby se gksu před zadáním hesla zeptal uživatele, zda chce zachytit obrazovku. Toto však funguje pouze v případě, že je vypnuta volba force-grab.
da: Denne indstilling vil lade gksu spørge brugeren, om han vil have skærmen fastholdt før indtastning af adgangskoden. Bemærk at dette kun har en virkning, hvis gennemtving-fastholdelse er slået fra.
de: Diese Einstellung bewirkt die Nachfrage von gksu an den Benutzer, ob er den Bildschirm während der Passworteingabe »sperren« möchte. Diese Einstellung hat keine Auswirkung wenn die Anzeige ohnehin schon durch »force-grab« gesperrt wird.
es: Esta opción hará que gksu pregunte al usuario si quiere tener la pantalla bloqueada antes de introducir la contraseña. Tenga en cuenta que esto sólo tiene efecto si no fuerza el bloqueo.
eu: Aukera honekin 'gksu'-k erabiltzaileari galdetuko dio ea pantaila blokeatzea nahi duen pasahitza sartzean. Jakin ezazu 'force-grab' (derrigortu blokeoa) desgaituta badago soilik eragiten duela.
fr: Avec cette option, gksu demandera à l'utilisateur s'il désire une prise de contrôle de son écran avant de saisir le mot de passe. Veuillez noter que cela n'aura d'effet que si force-grab est désactivé.
hr: Uključivanjem ove mogućnosti gksu će pitati korisnika želi li da se zaslon uhvati prije unosa lozinke. Zapamtite da ova mogućnost ima učinak samo ako je force-grab onemogućen.
it: Questa opzione farà sì che gksu chieda all'utente se vuole avere lo schermo catturato prima dell'inserimento della password. Notare che questo ha effetto solo se force-grab è disabilitato.
ja: このオプションを有効にすると、パスワードを入力する前に画面をつかむようにユーザに促します。この設定は、強制的に画面を掴む動作が無効な場合にだけ機能します。
lt: Ši parinktis privers gksu paklausti vartotojo ar jis nori, kad ekrano židinys būtų perimtas prieš įvedant slaptažodį. Dėmesio, tai turi prasmės, kai „force-grab“ yra atjungtas.
nb: Dette valget vil få gksu til å spørre brukeren om skjermen skal låses før passordet skrives inn. Merk at dette gjelder bare hvis "force-grab" er avslått.
pl: Ta opcja powoduje, że gksu pyta użytkownika, czy należy przechwycić ekran przed wprowadzeniem hasła. Należy zauważyć, że daje to efekt tylko wtedy gdy opcja force-grab jest wyłączona.
ro: Această opţiunea va determina apariţia unei dialog în care utilizatorul poate să specifice daca doreste blocarea ecranului înainte de introducerea unui parole. Notă: această opţiune are efect doar dacă forţarea blocării ecranului este dezactivată.

source: Display information message when no password is needed
ca: Mostra un missatge informatiu quan no calgui cap contrasenya
cs: Pokud není potřeba heslo, upozorní na to hláškou
da: Vis informationsbesked når der ikke kræves adgangskode
de: Ein Hinweis wird angezeigt, wenn kein Passwort benötigt ist
es: Mostrar el mensaje de información cuando no se necesite la contraseña
eu: Informazio-mezu bat bistaratu pasahitzik behar ez denean
fr: Affiche un message d'information lorsque aucun mot de passe n'est requis
hr: Prikaži poruku kad nije potrebna lozinka
it: Visualizza un messaggio informativo quando la password non è necessaria
ja: パスワードが必要ないときは情報を表示する
lt: Rodyti informacinę žinutę, kai slaptažodis nereikalingas
nb: Gi beskjed når det ikke er nødvendig med passord
pl: Wyświetlanie komunikatu z powiadomieniem, gdy hasło nie jest potrzebne
ro: Afişează mesaj de informare atunci când nu este nevoie de parolă

source: This option determines whether a message dialog will be displayed informing the user that the program is being run without the need of a password being asked for some reason.
ca: Aquesta opció determina si es mostrarà un diàleg de missatge informant a l'usuari de que el programa s'està executant sense la necessitat de que es demani la contrasenya per cap raó.
cs: Tato volba určuje, zda se zobrazí informační dialog v případě, kdy se může program spustit bez nutnosti zadání hesla.
da: Denne indstilling bestemmer om en beskeddialog skal vises, der oplyser brugeren om, at programmet, der køres, af en eller anden grund ikke kræver nogen adgangskode.
de: Diese Einstellung legt fest, ob der Benutzer einen Hinweis erhalten soll, wenn ein Programm aus irgendeinem Grund ohne Passwortabfrage aufgerufen wurde.
es: Esta opción determina si un diálogo de mensajes se mostrará informando al usuario de que el programa se está ejecutando sin necesidad de pedirle una contraseña por alguna razón.
eu: Aukera honek mezuaren elkarrizketa-koadroa bistaratuko den ala ez zehazten du. Elkarrizketa-koadro horrek programa eskatu den pasahitza behar izan gabe eta arrazoi bategatik exekutatzen ari dela jakinarazten dio erabiltzaileari.
fr: Cette option détermine si une boîte de dialogue sera affichée pour informer l'utilisateur que le programme est exécuté sans qu'un mot de passe ne soit demandé pour une raison quelconque.
hr: Ova mogućnost određuje da li će se prikazati poruka koja obavještava korisnika da se program pokreće bez potrebe za lozinkom iz nekog razloga.
it: Questa opzione determina se un dialogo di messaggio verrà visualizzato per informare l'utente che il programma sta per essere eseguito senza la necessità di richiesta di una password per qualche ragione.
ja: このオプションは、何らかの理由でパスワードの確認が不要な場合、ユーザにパスワード入力なしで権限が取得されたことを知らせるかどうかを決定します。
lt: Ši parinktis nustatys, ar pranešimo langas bus rodomas informuojant vartotoją, kad programa vykdoma be būtinumo prašyti įvesti slaptažodį.
nb: Dette valget bestemmer om en melding skal vises for å informere brukeren om at programmet (av en eller annen grunn) kjøres uten at det blir spurt etter passord.
pl: Ta opcja określa czy będzie wyświetlany komunikat powiadamiający użytkownika o tym, że z jakiegoś powodu uruchomiono program bez pytania o hasło.
ro: Această opţiunea specifică dacă va fi afişat un mesaj de dialog pentru a informa utilizatorul că programul rulează fără a necesita introducerea unei parole.

source: Save password to gnome-keyring
ca: Desa la contrasenya a l'anell de claus del GNOME
cs: Uložit hesla do klíčenky gnome-keyring
da: Gem adgangskode til gnome-nøglering
de: Passwort im GNOME-Schlüsselbund speichern
es: Guardar la contraseña en el depósito de claves de GNOME («gnome-keyring»)
eu: Gorde pasahitza 'gnome-keyring'-en
fr: Enregistrer le mot de passe dans le trousseau gnome-keyring
hr: Spremi lozinku u gnome-keyring
it: Salva la password in gnome-keyring
ja: gnome-keyring にパスワードを保存
lt: Išsaugoti slaptažodį į gnome-keyring bazę
nb: Lagre passordet til gnome-nøkkelring
pl: Zapisywanie hasła w bazie kluczy
ro: Salvează parola în gnome-keyring

source: gksu can save the password you type to the gnome-keyring so you'll not be asked everytime
ca: El gksu pot desar la contrasenya que teclegeu a l'anell de claus del GNOME de manera que no us la sol·licitarà cada cop
cs: gksu může ukládat zadaná hesla do gnome-keyring, takže nebudete dotazováni při každém použití gksu.
da: gksu kan gemme den adgangskode, du indtaster til gnome-nøglering, så du ikke behøver at blive spurgt hver gang
de: gksu kann das eingegebene Passwort im GNOME-Schlüsselbund speichern, so dass Sie nicht jedesmal danach gefragt werden.
es: gksu puede guardar la contraseña que ha escrito en el depósito de claves de GNOME («gnome-keyring»). de modo que no se le pregunte siempre por ella
eu: 'gksu'-k idazten duzun pasahitza 'gnome-keyring'-en gorde dezake, aldi bakoitzean zuri ez galdetzeko.
fr: gksu peut enregistrer dans le trousseau gnome-keyring le mot de passe que vous tapez, de manière à ce qu'il ne soit pas demandé à chaque fois
hr: gksu može spremiti lozinku koju upišete u gnome-keyring tako nećete biti svaki puta upitani za lozinku
it: gksu può salvare la password digitata in gnome-keyring così da non essere richiesta ogni volta
ja: gksuはパスワードをgnome-keyringに記憶させることを許可し、毎回パスワードを聞かれなくても済むようにすることができます
lt: gksu gali išsaugoti įvedamą slaptažodį į gnome-keyring bazę, kad nereikėtų prašyti jo kiekvieną kartą
nb: gksu kan lagre passordet du skriver til gnome's nøkkelring så du ikke blir spurt hele tiden
pl: Ta opcja wskazuje aby gksu zapisywał wczytywane hasła w gnome-keyring, dzięki czemu nie będzie trzeba o nie pytać za każdym razem.
ro: Parola tastată poate fi salvată de către gksu în gnome-keyring astfel încât nu vă va fi cerută de fiecare dată

source: Keyring to which passwords will be saved
ca: Anell de claus on desar les contrasenyes
cs: Klíčenka, ve které se budou uchovávat hesla
da: Nøglering som adgangskoder vil blive gemt i
de: Schlüsselbund, in dem die Passwörter gespeichert werden
es: Depósito de claves en el que se guardarán las contraseñas
eu: Gako-sorta (pasahitzak hor gordetzeko)
fr: Le trousseau dans lequel les mots de passe seront enregistrés
hr: Skup ključeva u koji će lozinka biti spremljena
it: Portachiavi nel quale le password verranno salvate
ja: パスワードの保存のためにKeyringを使用する
lt: Raktų bazė į kurią bus išsaugoti slaptažodžiai
nb: Nøkkelring der passordene vil bli lagret
pl: Baza kluczy w której będą zapisywane hasła
ro: Inelul de chei în care va fi salvată parola

source: The name of the keyring gksu should use. Usual values are "session", which saves the password for the session, and "default", which saves the password with no timeout.
ca: El nom de l'anell de claus que el gksu hauria d'utilitzar. Els valors habituals són «session» (sessió), el qual desa la contrasenya durant la sessió, i «default» (predeterminat), el qual desa la contrasenya sense temps d'espera.
cs: Jméno klíčenky, kterou má gksu použít. Obvyklé hodnoty jsou „session", což uloží heslo po dobu sezení a „default", což uloží heslo bez časového omezení.
da: Navnet på nøgleringen, som gksu skal bruge. Normale værdier er "session", som gemmer adgangskoden for denne session, og "standard" som gemmer adgangskoden uden tidsudløb.
de: Name des Schlüsselbundes den gksu verwenden soll. Gültige Werte sind »session«, wobei das Passwort für die Sitzung behalten wird und »default«, wobei das Passwort ohne Zeitbeschränkung gespeichert wird.
es: El nombre del depósito de claves que debería utilizar gksu. Los valores usuales son «sesión», que guarda la contraseña durante la sesión, y «predeterminado», que guarda la contraseña sin fecha de caducidad.
eu: 'gksu'-k erabili beharko lukeen gako-eraztuna. Ohiko balioak "session", sesioaren pasahitza jasotzen duena, eta "default", pasahitza atzerapenapenik gabe jasotzen duena, dira.
fr: Le nom du trousseau que gksu doit utiliser. Les valeurs habituelles sont « session », qui enregistre le mot de passe pour la session, et « default », qui enregistre le mot de passe perpétuellement.
hr: Naziv skupa ključeva koji će gksu koristiti. Uobičajene vrijednosti su "sesija", koji sprema lozinku sve dok se korisnik ne odjavi i "uobičajeno", koji sprema lozinku bez vremenskog ograničenja.
it: Il nome del portachiavi che gksu dovrebbe utilizzare. Valori usuali sono "session", che salva la password per la sessione, e "default", che salva la password senza una scadenza.
ja: gksuが使用するキーリングのの名前を決めます。取りうる値は、パスワードをセッション単位で保存する「セッション」と、タイムアウトなしにパスワードを保存する「デフォルト」です。
lt: Raktų bazės vardas, kurį gksu turi naudoti. Įprastinės reikšmės yra "session", kuri išsaugo slaptažodį sesijai, ir "default", kuri išsaugoja slaptažodį be laiko ribojimo.
nb: Navnet på nøkkelringen gksu burde bruke. Vanlige verdier er "session", som lagrer passord for økter og "default", som lagrer passordet uten tidsbegrensing.
pl: Nazwa bazy kluczy, której powinien używać gksu. Typowymi wartościami są "session", która zapisuje hasło na czas bieżącej sesji, oraz "default", która zapisuje hasło trwale.
ro: Unelei inelului de chei folosit de gksu. Valori uzuale sunt ”session”, care salvează parola pentru sesiune şi ”implicit”, care salvează definitiv parola.
