Repository: Tubbz-alt/libgksu
Catalog: po/*.po
Languages: ca, cs, da, de, es, eu, fr, hr, it, ja, lt, nb, pl, ro

source: Not using locking for read only lock file %s
ca: No s'està utilitzant blocatge per al fitxer de blocatge de només lectura %s
cs: Nepoužívám zámek pro zámkový soubor %s, který je jen pro čtení
da: Bruger ikke låsning til skrivebeskyttet låsefil %s
de: Schreibgeschützte Datei %s wird nicht gesperrt
es: No se usan bloqueos para el archivo de bloqueo de solo lectura %s
eu: Ez da blokeorik erabiltzen ari irakurtzeko soilik den %s blokeo-fitxategiarentzat
fr: Pas d'utilisation de verrou pour le fichier en lecture seule %s
hr: Ne koristi zaključavanje samo za čitanje zaključane datoteke %s
it: Blocco disabilitato per il file di blocco in sola lettura %s
ja: 読み込み専用のロックファイル %s にロックは使用しません
lt: Failui %s nenaudojamas failų rakinimas (locking).
nb: Bruker ikke låsing for den skrivebeskyttede låsefilen %s
pl: Dla pliku blokady %s tylko do odczytu nie zostanie użyte blokowanie
ro: Nu s-a folosit blocarea pentru fișierul de blocare %s disponibil doar pentru citire

source: Not using locking for nfs mounted lock file %s
ca: No s'està utilitzant blocatge per al fitxer de blocatge muntat per nfs %s
cs: Nepoužívám zámek pro zámkový soubor %s připojený přes nfs
da: Bruger ikke låsning til nfs-monteret låsefil %s
de: Über NFS eingebundene Datei %s wird nicht gesperrt
es: No se usan bloqueos para el archivo de bloqueo %s montado por NFS
eu: Ez da blokeorik erabiltzen ari nfs bidez muntatutako %s blokeo-fitxategiarentzat
fr: Pas d'utilisation de verrou pour le fichier monté en nfs %s
hr: Ne korist zaključavanje za nfs montiranu zaključanu datoteku %s
it: Blocco disabilitato per il file di blocco %s montato via nfs
ja: nfs マウントされたロックファイル %s にはロックを使用しません
lt: Failui %s (iš NFS) nenaudojamas failų rakinimas (locking).
nb: Bruker ikke låsing på den nfs-monterte låsefilen %s
pl: Dla pliku blokady %s montowanego przez NFS nie zostanie użyte blokowanie
ro: Nu este folosit blocajul pentru fișierul montat nfs %s

source: <b><big>Could not grab your mouse.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
ca: <b><big>No s'ha pogut capturar el ratolí.</big></b> Pot ser que un client maliciós estigui tafanejant la vostra sessió, que hàgiu fet clic a un menú o que alguna aplicació hagi obtingut el focus. Torneu-ho a provar.
cs: <b>Nemohu zachytit myš.</b> Zlomyslný klient může odposlouchávat vaše sezení, nebo jste právě klepli na menu, nebo se některá aplikace prostě rozhodla získat pozornost. Zkuste to prosím znovu.
da: <b><big>Kunne ikke fastholde din mus.</big></b> En ondsindet klient udspionerer måske din session, eller du har måske blot klikket på en menu, eller et program har valgt at tage fokus. Prøv igen.
de: <b><big>Kein Zugriff auf Maus möglich.</big></b> Möglicherweise belauscht Schadsoftware Ihre Sitzung, Sie haben ein Menü ausgewählt oder eine Anwendung hat gerade den Fokus für sich reserviert. Bitte versuchen Sie es noch einmal.
es: <b><big>No se pudo capturar su ratón.</big></b> Es posible que un cliente malicioso esté espiando su sesión, o quizá usted acaba de pulsar en un menú, o bien alguna aplicación acaba de obtener el foco. Inténtelo de nuevo.
eu: <b><big>Ezin izan da zure xagua blokeatu.</big></b> Bezero maltzur bat zure saioa zelatatzen egon liteke, edo agian menu edo aplikazio batek fokua hartzea erabaki du. Saiatu berriro.
fr: <b><big>Impossible de détecter votre souris.</big></b> Il se peut qu'un client hostile espionne votre session ou vous venez de cliquer sur un menu ou une application s'est placée au premier plan. Veuillez essayer à nouveau.
hr: <b><big>Nije moguće uhvatiti miša.</big></b> Zlonamjeran klijent možda prisluškuje vašu sesiju ili ste kliknuli na izbornik ili je neka druga aplikacija odlučila biti u fokus. Pokušajte ponovo.
it: <b><big>Impossibile prendere il controllo del mouse.</big></b> Un client malevolo potrebbe essere in ascolto di nascosto nella propria sessione oppure si è appena fatto clic su un menù oppure qualche applicazione ha appena deciso di prendere il focus. Provare di nuovo.
ja: <b><big>マウス入力を取得することができませんでした。</big></b> 悪意あるソフトウェアがあなたの入力を盗みとろうとしているか、あるいはメニューをクリックした、もしくはいずれかのアプリケーションが入力フォーカスを得たことが原因です。 もう一度試してください。
lt: <b><big>Nepavyko perimti pelės.</big></b> Gali būti, kad piktybinė programa šnipinėja sesiją, arba tiesiog atvėrėte meniu (arba kita programa nusprendė perimti židinį). Pabandykite dar kartą.
nb: <b><big>Klarte ikke å låse musa.</big></b> Det er mulig at en ondsinnet klient overvåker denne økta, eller at en meny eller et program bestemte seg for å ta fokus. Prøv igjen.
pl: <b><big>Nie udało się przechwycić myszy.</big></b> Możliwe, że jakiś złośliwy klient podsłuchuje sesję użytkownika, kliknięto w menu lub jakiś program się uaktywnił. Proszę spróbować ponownie.
ro: <b><big>Nu s-a putut prelua controlul mouse-ului.</big></b> Sesiunea v-ar putea fi interceptată de către un program neautorizat sau este posibil ca tocmai să fi selectat o altă aplicație. Încercați din nou.

source: <b><big>Could not grab your keyboard.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
ca: <b><big>No s'ha pogut capturar el teclat.</big></b> Un client malciós pot estar espiant la vostra sessió, o potser acabeu de fer clic a un menú, o alguna aplicació ha decidit obtenir el focus ara mateix. Torneu-ho a provar.
cs: <b>Nemohu zachytit klávesnici.</b> Zlomyslný klient může odposlouchávat vaše sezení, nebo jste právě klepli na menu, nebo se některá aplikace prostě rozhodla získat pozornost. Zkuste to prosím znovu.
da: <b><big>Kunne ikke fastholde dit tastatur.</big></b> En ondsindet klient udspionerer måske din session, eller du har måske blot klikket på en menu, eller et program har valgt at tage fokus. Prøv igen.
de: <b><big>Kein Zugriff auf Tastatur möglich.</big></b> Möglicherweise belauscht Schadsoftware Ihre Sitzung, Sie haben ein Menü ausgewählt oder eine Anwendung hat gerade den Fokus für sich reserviert. Bitte versuchen Sie es noch einmal.
es: <b><big>No se pudo capturar su teclado.</big></b> Es posible que un cliente malicioso esté espiando su sesión, o quizá usted acaba de pulsar en un menú, o bien alguna aplicación acaba de obtener el foco. Inténtelo de nuevo.
eu: <b><big>Ezin izan da zure teklatua blokeatu.</big></b> Bezero maltzur bat zure saioa zelatatzen egon liteke, edo agian menu edo aplikazio batek fokua hartzea erabaki du. Saiatu berriro.
fr: <b><big>Impossible de détecter votre clavier.</big></b> Il se peut qu'un client hostile espionne votre session ou vous venez de cliquer sur un menu ou une application s'est placée au premier plan. Veuillez essayer à nouveau.
hr: <b><big>Nije moguće uhvatiti tipkovnicu. </big></b> Zlonamjeran klijent možda prisluškuje vašu sesiju ili ste kliknuli na izbornik ili je neka druga aplikacija odlučila biti u fokus. Pokušajte ponovo.
it: <b><big>Impossibile prendere il controllo della tastiera.</big></b> È possibile che un client malevolo sia in ascolto di nascosto nella sessione in corso, che si sia fatto clic su un menù oppure che qualche applicazione abbia deciso di prendere il focus. Provare di nuovo.
ja: <b><big>キーボード入力を取得することができませんでした。</big></b> 悪意あるソフトウェアがあなたの入力を盗みとろうとしているか、あるいはメニューをクリックした、もしくはいずれかのアプリケーションが入力フォーカスを得たことが原因です。 もう一度試してください。
lt: <b><big>Nepavyko perimti klaviatūros.</big></b> Gali būti, kad piktybinė programa šnipinėja sesiją, arba tiesiog atvėrėte meniu (arba kita programa nusprendė perimti židinį). Pabandykite dar kartą.
nb: <b><big>Klarte ikke å låse tastaturet.</big></b> Det er mulig at en ondsinnet klient overvåker denne økta, eller at en meny eller et program bestemte seg for å ta fokus. Prøv igjen.
pl: <b><big>Nie udało się przechwycić klawiatury.</big></b> Możliwe, że jakiś złośliwy klient podsłuchuje sesję użytkownika, kliknięto w menu lub jakiś program się uaktywnił. Proszę spróbować ponownie.
ro: <b><big>Nu s-a putut prelua controlul tastaturii.</big></b> Sesiunea v-ar putea fi interceptată de către un program neautorizat sau este posibil ca tocmai să fi selectat o altă aplicație. Încercați din nou.

source: <b><big>Enter your password to perform administrative tasks</big></b> The application '%s' lets you modify essential parts of your system.
ca: <b><big>Introduïu la vostra contrasenya per a realitzar tasques administratives</big></b> L'aplicació «%s» us permet modificar parts essencials del sistema.
cs: <b><big>Zadejte své heslo pro vykonávání správcovských úloh</big></b> Aplikace '%s' vás nechá měnit nezbytné části systému.
da: <b><big>Indtast din adgangskode for at udføre administrative opgaver</big></b> Programmet "%s" gør dig i stand til at ændre væsentlige dele i dit system.
de: <b><big>Bitte geben Sie Ihr Passwort ein, um Änderungen am System durchzuführen</big></b> Die Anwendung %s erlaubt Ihnen grundlegende Bestandteile Ihres Systems zu verändern.
es: <b><big>Introduzca su contraseña para realizar tareas administrativas</big></b> La aplicación «%s» le permite modificar partes esenciales de su sistema.
eu: <b><big>Administrazio-lanak egiteko zure pasahitza sar ezazu</big></b> %s aplikazioak sistemaren funtsezko elementuak aldatzen uzten dizu.
fr: <b><big>Saisissez votre mot de passe pour effectuer les tâches d'administration.</big></b> L'application « %s » vous permet de modifier des parties essentielles de votre système.
hr: <b><big>Upišite lozinku kako biste obavili administrativne zadatke</big></b> Program '%s' vam dopušta izmjenu osnovnih dijelova vašeg sustava.
it: <b><big>Inserire la propria password per compiere azioni di amministrazione</big></b> L'applicazione «%s» consente di modificare parti essenziali del sistema in uso.
ja: <b><big>管理作業を実行するために、あなたのパスワードを入力してください</big></b> アプリケーション '%s' は、システムの重要な部分を変更しようとしています。
lt: <b><big>Įveskite savo slaptažodį administraciniams darbams atlikti</big></b> Programa '%s' leidžia tvarkyti svarbius sistemos komponentus.
nb: <b><big>Skriv inn ditt passord for å utføre administrative oppgaver</big></b> Programmet '%s' lar deg endre viktige komponenter i ditt system.
pl: <b><big>Proszę wprowadzić własne hasło, aby wykonać zadania administracyjne</big></b> Program "%s" pozwala na modyfikowanie istotnych elementów systemu.
ro: <b><big>Introduceţi parola pentru a efectua operații administrative</big></b> Aplicația „%s” vă permite modificarea componentelor esențiale ale sistemului.

source: <b><big>Enter your password to run the application '%s' as user %s</big></b>
ca: <b><big>Introduïu la vostra contrasenya per a executar l'aplicació «%s» com a l'usuari %s</big></b>
cs: <b><big>Zadejte své heslo pro spuštění aplikace '%s' pod uživatelem %s</big></b>
da: <b><big>Indtast din adgangskode for at køre programmet "%s" som brugeren %s</big></b>
de: <b><big>Geben Sie Ihr Passwort ein, um die Anwendung »%s« als Benutzer %s zu starten</big></b>
es: <b><big>Introduzca su contraseña para ejecutar la aplicación «%s» como el usuario %s</big></b>
eu: <b><big>Sar ezazu zure pasahitza '%s' aplikazioa '%s' erabiltzaile gisa exekutatzeko</big></b>
fr: <b><big>Saisissez votre mot de passe pour exécuter l'application « %s » en tant qu'utilisateur %s</big></b>
hr: <b><big>Upišite svoju lozinku kako biste pokrenuli aplikaciju '%s' kao korisnik %s</big></b>
it: <b><big>Inserire la propria password per eseguire l'applicazione «%s» come utente %s</big></b>
ja: <b><big>アプリケーション '%s' をユーザ %s として実行するために、あなたのパスワードを入力してください</big></b>
lt: <b><big>Įveskite slaptažodį programai '%s' naudotojo %s teisėmis paleisti</big></b>
nb: <b><big>Skriv inn passordet ditt for å kjøre programmet «%s» som brukeren %s</big></b>
pl: <b><big>Proszę wprowadzić własne hasło, aby uruchomić program "%s" jako użytkownik %s</big></b>
ro: <b><big>Introduceți parola pentru a lansa aplicația '%s' drept utilizatorul %s</big></b>

source: <b><big>Enter the administrative password</big></b> The application '%s' lets you modify essential parts of your system.
ca: <b><big>Introduïu la contrasenya d'administració</big></b> L'aplicació «%s» us permet modificar parts essencials del sistema.
cs: <b><big>Zadejte správcovské heslo</big></b> Aplikace '%s' vás nechá měnit nezbytné části systému.
da: <b><big>Indtast den administrative adgangskode</big></b> Programmet "%s" gør dig i stand til at ændre væsentlige dele i dit system.
de: <b><big>Bitte geben Sie das Passwort zur Systemverwaltung ein</big></b> Die Anwendung %s erlaubt Ihnen grundlegende Bestandteile Ihres Systems zu verändern.
es: <b><big>Introduzca la contraseña de administración</big></b> La aplicación «%s» le permite modificar partes esenciales de su sistema.
eu: <b><big>Idatzi administratzailearen pasahitza</big></b> %s aplikazioak sistemaren funtsezko elementuak aldatzen uzten dizu.
fr: <b><big>Saisissez le mot de passe d'administration</big></b> L'application « %s » vous permet de modifier des parties essentielles de votre système.
hr: <b><big>Upišite administrativnu lozinku</big></b> Aplikacija '%s' vam dopušta izmjenu osnovnih dijelova vašeg sustava.
it: <b><big>Inserire la password di amministrazione</big></b> L'applicazione «%s» consente di modificare parti essenziali del sistema in uso.
ja: <b><big>管理者パスワードを入力してください</big></b> ↵ The application '%s' lets you modify essential parts of your system.
lt: <b><big>Įveskite administratoriaus slaptažodį</big></b> Programa '%s' leidžia tvarkyti svarbius sistemos komponentus.
nb: <b><big>Skriv inn det administrative passordet</big></b> Programmet '%s' lar deg endre viktige komponenter i ditt system.
pl: <b><big>Proszę wprowadzić hasło administratora</big></b> Program "%s" pozwala na modyfikowanie istotnych elementów systemu.
ro: <b><big>Introduceţi parola administratorului</big></b> Aplicația „%s” vă permite modificarea componentelor esențiale ale sistemului.

source: <b><big>Enter the password of %s to run the application '%s'</big></b>
ca: <b><big>Introduïu la contrasenya de %s per a executar l'aplicació «%s»</big></b>
cs: <b><big>Zadejte heslo uživatele %s pro spuštění aplikace '%s'</big></b>
da: <b><big>Indtast adgangskoden til %s for at køre programmet "%s"</big></b>
de: <b><big>Geben Sie das Password von %s ein, um die Anwendung %s zu starten</big></b>
es: <b><big>Introduzca la contraseña de %s para ejecutar la aplicación «%s»</big></b>
eu: <b><big>Idatzi '%s'-(r)en pasahitza '%s' aplikazioa exekutatzeko</big></b>
fr: <b><big>Saisissez le mot de passe de %s pour lancer l'application « %s ».</big></b>
hr: <b><big>Upišite lozinku od %s kako biste pokrenuli aplikaciju '%s'</big></b>
it: <b><big>Inserire la password di %s per eseguire l'applicazione «%s»</big></b>
ja: <b><big>アプリケーション '%s' をユーザ %s として実行するためにパスワードを入力してください</big></b>
lt: <b><big>Įveskite naudotojo '%s' slaptažodį programai '%s' paleisti</big></b>
nb: <b><big>Skriv inn passordet til %s for å kjøre programmet «%s»</big></b>
pl: <b><big>Proszę wprowadzić hasło użytkownika %s, aby uruchomić program "%s"</big></b>
ro: <b><big>Introduceți parola utilizatorului %s pentru a rula aplicația '%s'</big></b>

source: Password prompt canceled.
ca: S'ha cancel·lat la petició de contrasenya.
cs: Dotaz na heslo byl zrušen.
da: Adgangskodeprompt annulleret.
de: Passworteingabe wurde abgebrochen.
es: Petición de contraseña cancelada.
eu: Pasahitzaren eskaera bertan behera utzita.
fr: Demande de mot de passe annulée.
hr: Upit za lozinku je otkazan.
it: Richiesta della password annullata
ja: パスワード入力プロンプトがキャンセルされました。
lt: Slaptažodžio užklausimas nutrauktas.
nb: Passordgodkjenningen ble avbrutt.
pl: Anulowano wprowadzanie hasła.
ro: Interogare pentru parolă anulată.

source: <b><big>Granted permissions without asking for password</big></b> The '%s' program was started with the privileges of the %s user without the need to ask for a password, due to your system's authentication mechanism setup. It is possible that you are being allowed to run specific programs as user %s without the need for a password, or that the password is cached. This is not a problem report; it's simply a notification to make sure you are aware of this.
ca: <b><big>S'han atorgat permisos sense demanar-se una contrasenya</big></b> El programa «%s» s'ha iniciat amb els privilegis de l'usuari %s sense que s'haja demanat una contrasenya, degut a la configuració del mecanisme d'autenticació del vostre sistema. És possible que se us permeta executar programes específics com a l'usuari %s sense que calga una contrasenya, o que la contrasenya estiga a la memòria cau. Això no és un informe d'un problema, només és una notificació per a que n'esteu al corrent.
cs: <b><big>Oprávnění udělena bez dotazu na heslo</big></b> Díky autentizačnímu mechanismu vašeho systému byl spuštěn program '%s' s oprávněními uživatele %s bez nutnosti zadání hesla. Je možné, že máte oprávnění ke spouštění některých programů pod uživatelem %s, aniž byste museli zadávat heslo (třeba z důvodu uložení hesla ve vyrovnávací paměti). Toto není chybové hlášení, ale pouze konstatování, abyste si danou skutečnost uvědomili.
da: <b><big>Tilladelser tildelt uden at spørge efter adgangskode</big></b> Programmet "%s" startede med rettigheder for brugeren %s uden at skulle spørge efter en adgangskode, på grund af dit systems opsætning af godkendelsesmekanismen. Du har muligvis tilladelse til at køre bestemte programmer som brugeren %s uden at skulle bruge efter en adgangskode, eller også er adgangskoden midlertidigt gemt. Dette er ikke en fejlmeddelelse. Det er blot meddelelse for at sikre, at du er opmærksom på dette.
de: <b><big>Erlaubnis ohne Passwortabfrage gewährt</big></b> Die Anwendung »%s« wurde mit den Rechten des Benutzers %s gestartet, ohne dass eine Passwortabfrage notwendig war. Dies erfolgte auf Grund Ihrer Einstellungen bei der Benutzerauthentifizierung. Möglicherweise ist es Ihnen erlaubt, bestimmte Anwendungen als Benutzer %s ohne vorherige Passwortabfrage zu starten oder das Passwort war noch zwischengespeichert. Dies ist keine Fehlermeldung. Mit dieser Mitteilung soll lediglich sicher gestellt werden, dass Sie über obige Tatsachen informiert sind.
es: <b><big>Se han concedido permisos sin pedir una contraseña</big></b> El programa «%s» se ha iniciado con los privilegios del usuario %s sin necesidad de pedir una contraseña, debido a la configuración del mecanismo de autenticación de su sistema. Es posible que se le permita ejecutar programas específicos como el usuario %s sin necesidad de una contraseña, o que la contraseña está cacheada. Esto no es un informe de un problema, sino una notificación para asegurarse de que es consciente de esto.
eu: <b><big>Baimenak eman dira pasahitza eskatu gabe</big></b> '%s' programa %s erabiltzailearen pribilegioekin abiarazi da pasahitza eskatu behar izan gabe, sistemako autentifikazio-mekanismoaren konfigurazioaren eraginez. Baliteke %s erabiltzaile gisa programa zehatz bat exekutatzeko baimenak izatea pasahitzik eskatu gabe, edo pasahitza cachean egotea. Hau ez da arazo baten txostena, jakinarazpen bat besterik ez da honi buruz ardura izan dezazun ziurtatzeko.
fr: <b><big>Permissions accordées sans demande de mot de passe</big></b> Le programme « %s » a été lancé avec les privilèges de l'utilisateur %s sans avoir eu à demander de mot de passe, en raison de la configuration du mécanisme d'authentification de votre système. Il est possible que vous soyez autorisé à lancer des programmes spécifiques en tant qu'utilisateur %s sans avoir besoin de mot de passe, ou que le mot de passe soit en cache. Il ne s'agit pas d'un signalement de problème ; il s'agit juste d'un avertissement pour être sûr que vous en êtes conscient.
hr: <b><big>Dodijeljene su ovlasti bez upita za lozinkom</big></b> Program '%s' je pokrenut s ovlastima korisnika %s bez potrebe upita za lozinkom, zbog postavki provjere ovlasti na vašem sustavu. Moguće je da imate mogućnost pokretanja određenih programa kao korisnik %s bez potrebe provjere lozinke, ili je lozinka privremeno pohranjena. Ovo nije izvještaj o problemu; ovo je samo obavijest kojom vam skrećemo pozornost na tu činjenicu.
it: <b><big>Permessi garantiti senza richiesta di password</big></b> Il programma «%s» è stato avviato con i privilegi dell'utente %s senza la necessità di richiedere una password, a causa delle impostazioni del meccanismo di autenticazione del sistema in uso. È possibile che si abbia il consenso di eseguire specifici programmi come utente %s senza la necessità di una password, oppure che la password sia temporaneamente memorizzata. Questa non è la segnalazione di un problema; è semplicemente una notifica che chiarisce il perché di tale comportamento.
ja: <b><big>パスワードの確認なしで権限が付与されました。</big></b> プログラム '%s' は、システムの認証機構の設定により、パスワード入力なしで %s ユーザの権限で開始されました。 これは、パスワード入力なしで %s ユーザの権限で動作することが許可されているか、パスワードがキャッシュされているためです。 これは問題を報告するものではありません。あくまで、このことを忘れないよう注意を促すものです。
lt: <b><big>Teisės suteiktos neklausiant slaptažodžio</big></b> Programa '%s' paleista naudotojo %s teisėmis nenurodžius slaptažodžio, nes taip sukonfigūruotas sistemos autentikavimo mechanizmas. Gali būti, kad jums leidžiama vykdyti programas naudotojo '%s' teisėmis nenurodant slaptažodžio, arba slaptažodis saugomas laikinojoje atmintinėje. Tai ne klaida, o tiesiog pranešimas, kad žinotumėte apie šį veiksmą.
nb: <b><big>Tilgang ble gitt uten at det ble bedt om passord</big></b> Programmet '%s' ble startet med administrative rettigheter for brukeren %s uten at det var nødvendig å spørre etter passord på grunn av systemets godkjenningsinnstillinger. Det er mulig at du har tilgang til å kjøre dette programmet som brukeren %s uten at passord er nødvendig, eller at passordet er mellomlagret. Dette er ikke en feilmelding; bare en påminnelse slik at du er oppmerksom på dette.
pl: <b><big>Przyznano uprawnienia bez podawania hasła</big></b> Program "%s" został uruchomiony z prawami użytkownika %s bez potrzeby podawania hasła, z powodu ustawień mechanizmu uwierzytelniania twojego systemu. Możliwe, że istnieje pozwolenie na uruchamianie określonych programów jako użytkownik %s bez hasła lub, że hasło to jest zapamiętane. Nie stanowi to problemu; jest to po prostu powiadomienie, które ma o tym przypomnieć.
ro: <b><big>Permisiunile au fost acordate fără o interogare pentru parolă</big></b> Programul '%s' a fost pornit cu permisiunile utilizatorului %s fără o interogare pentru parolă. Acest lucru se datorează configurării mecanismului de autentificare din sistem. Este posibil să vă fie permisă rularea anumitor programe drep utilizatorul %s, fără a necesita o parola, sau datorită faptului că parolă este stocată temporar în sistem. Aceasta nu este o eroare; este doar o notificare.

source: Do _not display this message again
ca: _No mostres aquest missatge de nou
cs: Tuto hlášku již příště _nezobrazovat
da: Vis _ikke denne besked igen
de: Diese Meldung in Zukunft _nicht mehr anzeigen
es: _No mostrar este mensaje de nuevo
eu: _Ez erakutsi mezu hau berriro
fr: _Ne plus afficher ce message
hr: _Ne prikazuj više ovu poruku
it: _Non mostrare più questo messaggio
ja: このメッセージを再び表示しない(_N)
lt: Daugiau _nerodyti šio pranešimo.
nb: Ikke vis de_nne meldingen flere ganger
pl: Bez po_nownego wyświetlania tego komunikatu
ro: _Nu mai afişa acest mesaj
